export const ku = {
    nav: {
        home: "سەرەکی",
        about: "دەربارەی من",
        skills: "شیانێن من",
        projects: "پڕۆژەیێن من",
        contact: "پەیوەندی",
    },
    hero: {
        greeting: "سلاڤ، ئەز",
        name: "ئارام زێرەڤان",
        role: "پرۆگرامسازێ فووڵ ستاک.",
        description:
            "ئەز پرۆگرامسازەکم دگەل ٤ ساڵێن ئەزموونێ د ئاڤاکرنا ئەپلیکەیشنێن وێب و مۆبایلێ یێن خێرا و سەردەم دا، و هەمیشە دگەل گوهۆڕینێن تەکنۆلۆژیایێ خۆ نووی دکەم.",
        cta: "پەیوەندیێ بکە",
        view_work: "کارێن من ببینە",
    },
    about: {
        title: "دەرباره‌ی من",
        age: "تەمەن",
        location: "جهـ",
        duhok: "دهۆک، کوردستان",
        languages: "زمانێن من",
        english: "ئینگلیزی — B1",
        kurdish: "کوردی — زمانێ دایکێ",
        arabic: "عەرەبی — A2",
        cyber: "ئاسایشا سایبەر",
        cyber_level: "سەرەتایی",
        description:
            "ئەز ئارام زێرەڤانم، پرۆگرامسازەکێ فووڵ ستاکم دگەل نێزیکی ٤ ساڵێن ئەزموونێ د ئاڤاکرنا پڕۆگرام و سایتێن پێشکەفتی دا. کارێ من یێ سەرەکی داهێنانا پڕۆژەیێن بلەز، زیرەک و پاراستی یە ب کارئینانا نوویترین تەکنۆلۆژیایێن سەردەم. هەروەسا، ئەز گەلەک گرنگیێ ددەمە پەرەپێدانا ئاسایشا سایبەری دا کو پشتڕاست ببم ئەو بەرهەمێن ئەز ئاڤا دکەم د بەرزترین ئاستێ پاراستنێ دا نە.",
    },
    tech: {
        title: "تەکنۆلۆژیا",
        subtitle: "تەکنۆلۆژیایێن بکارئینایی",
    },
    projects: {
        title: "پڕۆژەیێن من",
        view: "پڕۆژەی ببینە",
        source: "ژێده‌ر",
    },
    contact: {
        title: "پەیوەندی",
        subtitle: "پەیوەندیێ بکە",
    },
    footer: {

    },
    lang: {
        current: "کوردی (بادینی)",
        switch: "English",
    },
};